[Main]
DisplayName=English

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Warning
lbl_Warnning_Detail.caption=This computer program is protected by copyright law and international treaties.
lbl_copyright.caption=© IObit. All rights reserved.
lbl_Thanks_Title.caption=Special thanks to the following people for their great contributions:
rdhtmlEula.caption=<a>EULA</a> | <a>Privacy Policy</a>
Instructions_M=Uninstall Instructions
lblAcknow.caption=Acknowledgements

[ActionCenter_M]
M_HideAC=Hide
M_ShowAC=Show
M_AC_Tips=Get better security protection and performance boost with recommended programs.
M_ShowACTitle2=Notice!
M_ShowACDesc=All recommended programs are hidden! Click "Show" to display them again and then install them to get full security protection and ultimate performance.
M_LearnRecommendNote=No recommended products currently.
M_LearnRecommendDesc=Please click "Learn more" to see more products that you may be interested in.

M_none=None
M_Fix=Install now
M_LearnMore=Learn more
M_Install=Install now
M_fixing=Installing
M_Updating=Updating
M_failed=Failed
M_RuningWell=Latest version installed
M_Outdated=Outdated
M_NotInstalled=Not installed
M_Insatlled=Installed
M_Update=Update now

M_ASCCaption=System Performance
M_ASCInfo_NotIns=Clean junk files, sweep privacy traces, and fix registry errors on your PC.
M_ASCInfo_UpToDate=Advanced SystemCare speeds up and optimizes your PC with 1-click.
M_ASCInfo_NeedUpDate=Advanced SystemCare is outdated.
M_RunASC=Scan now
M_ASCOffer=Clean and optimize PC with 1-click.<br>Speed up your PC up to 200% faster.<br>Boost Internet up to 300% faster.<br>Prevent privacy leak with multi-protection solution.<br>Monitor PC conditions in real time for smoother PC.


M_IMFCaption=Malware Protection
M_IMFInfo_NotIns=Get better protection by installing IObit's anti-malware program.
M_IMFInfo_UpToDate=IObit Malware Fighter protects your PC against various malware.
M_IMFInfo_NeedUpDate=Your anti-malware program is outdated.
M_RunIMF=Scan now
M_IMFOffer=Comprehensive real-time protection against all kinds of malware.<br>Fast scan and efficient threat detection & removal.<br>Proactively prevent ransomware attacks.<br>Safe online browsing and download.<br>Fully compatible with other security software.


M_DBCaption=Driver Updater
M_DBInfo_NotIns_C=Update and fix your drivers to enjoy a more stable PC.
M_DBInfo_NotIns=There may be outdated drivers, which may slow down & destabilize your PC.
M_DBInfo_UpToDate=Driver Booster updates all outdated drivers on your PC.
M_DBInfo_NeedUpDate=Your driver update program is outdated.
M_DBDesc=Update all outdated drivers on your PC.
M_RunDB=Scan now
M_DBOffer=Large Driver Database (4,500,000+).<br>Safely Update WHQL Drivers with 1-Click.<br>Better Gaming Performance.<br>Fix Network Failure, No Sound, Bad Resolution, etc.<br>Reduce System Freezes & Crashes.

M_SDCaption=Disk Optimization
M_SDInfo_NotIns=Optimize your disks to get faster PC startup and higher file access speed.
M_SDInfo_UpToDate=Smart Defrag defragments disk for high performance.
M_SDInfo_NeedUpDate=Your disk defrag program is outdated.
M_RunSD=Defrag now
M_SDOffer=Higher File Access Speed.<br>Maximum Hard Disk Performance.<br>Accelerate PC Startup up to 100% Faster.<br>Optimize Games for Better Gaming Experience.

M_DLCaption=Password Manager
M_DLInfo_NotIns=Protect and manage all your passwords with Dashlane Password Manager.
M_DLInfo_UpToDate=Never forget your password with safe and secure Dashlane.
M_RunDL=Manage
M_DLOffer=The simple, secure way to manage your passwords.<br>Generate unique passwords to protect your accounts.<br>Automatically login on your favorite websites.<br>For Windows, Mac, iOS and Android.

M_RunIOT=Manage now
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Transfer iPhone data, clean & boost your iPhone.
M_IOTInfo_UpToDate=Transfer iPhone data, clean & boost your iPhone.
M_IOTInfo_NeedUpDate=IOTransfer is outdated.
M_IOTTip=IOTransfer promises:<br>+ Manage iPhone photos & contacts with ease<br>+ One-click transfer iPhone contents to PC<br>+ Download online videos from 100+ website<br>+ Clean all kinds of junk files from iPhone iPad
M_IOTOffer=Your best iPhone/iPad file management tool.<br>1-click data transfer from iPhone/iPad to PC.<br>Download online videos and convert them to various file formats.<br>Easily and safely clean junk files to free up iOS device's space.<br>Wirelessly transfer contents between iOS device and PC.

M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion protects you against phishing and malware sites.
M_AdawareInfo_UpToDate=Web Companion protects you against phishing and malware sites.
M_AdawareOfferDesc=Install Web Companion to improve my Internet Protection and Set Bing® by Microsoft™ as my homepage, new tabs, and default search engine on compatible browsers.   
M_AdawareOffer=Fast and Easy to install.<br>Anti-Phishing Protection.<br>Real-Time Web Protection. <br>Multi-Browser Compatibility.

M_AomeiCaption=Backup Software
M_AomeiInfo_NotIns=The ultimate backup solution to back up the system and hard drives.

M_RunOpera=Run now
M_OperaCaption=Opera Browser
M_OperaInfo_NotIns=Fast and secure browser with a built-in ad blocker.
M_OperaInfo_UpToDate=Fast and secure browser with a built-in ad blocker.
M_OperaOffer=Block ads to load webpages up to 90% faster.<br>Browse up to an hour longer.<br>Get more privacy browsing with the free VPN.

M_SUCaption=Software Updater
M_SUInfo_NotIns=1-click to update and install all the important programs for you.
M_SUInfo_NotIns_C=%d programs are out of date. Install IObit Software Updater to update them with one click.
M_SUInfo_NotIns_C1=1 program is out of date. Install IObit Software Updater to update it with one click.
M_SUInfo_UpToDate=IObit Software Updater keeps all your important programs up-to-date.
M_SUOffer=Update outdated programs at the earliest time.<br>1-click to install all available program updates.<br>1-click to install all your wanted popular programs.<br>Clean programs passed strict tests, no bundleware.

M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-click to increase your FPS for faster and smoother gaming experience.
M_SMGBInfo_UpToDate=1-click to increase your FPS for faster and smoother gaming experience.
M_SMGBInfo_NeedUpDate=Smart Game Booster is outdated.
M_SMGBOffer=Increase FPS for better gaming performance with one-click.<br>Monitor temperature and usage for hardware in real time.<br>Overclock GPU for optimal visual effects in gaming.<br>Analyze & rate PC to find compatible games (38,000+).<br>Guard your PC & game for higher security.
M_RunSMGB=Boost now

M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Try free, fast, secure VPN service for online security.
M_iTopInfo_NotIns=100% free, fast, secure VPN service for online security.
M_iTopInfo_UpToDateBeta=Try free, fast, secure VPN service for online security.
M_iTopInfo_UpToDate=100% free, fast, secure VPN service for online security.
M_iTopInfo_NeedUpDate=iTop VPN is outdated.
M_iTopOfferBeta=Enjoy the Internet without borders<br>Access to streaming websites worldwide<br>Play region locked games anywhere<br>Hide your IP address on public Wi-Fi<br>100% free, ultra-fast & best-in-class encryption
M_iTopOffer1=Private - Stay Anonymous while surfing<br>Secure - Hide IP all over the Internet<br>Fast - Access to the Internet at fast speed<br>Free - Unblock websites and stream freely
M_RuniTop=Run now

M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=You'll never need to remember or type your passwords again.
M_RPMInfo_UpToDate=Say goodbye to writing down passwords with RoboForm Password Manager.
M_RPMOffer=Log in to websites with a single click.<br>Generate strong and unique passwords.<br>Uses AES-256 bit encryption and support for 2FA.<br>For Windows, Mac, iOS, Android, and all major browsers.<br>Import from a browser or another password manager.
M_RunRPM=Manage

M_Moffer_Title1=Optional Offer
M_Close=Close
M_Cancel=Cancel
M_Moffer_Install=Install
M_Moffer_NoteEP=By clicking "Install", you agree to install %s and accept its <a>EULA</a> & <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Note:</a> You can get a refund within 30 days. Read <a>Refund Policy</a>.
                       
M_Extract_IOT=IObit Recommendation

[ASCPromote_M]
M_PromoteTitle=<a>%d</a> items found.
M_Details=Details
M_PromoteLan=Which will affect your system performance. We recommend you to install Advanced SystemCare to fix it.
M_Junk=Junk files
M_Privacy=Privacy traces
M_Internet=Internet improvements
M_Registry=Registry entries
M_System=System optimizations
ASC_Results=<a>%d</a> items found
ASC_Result=<a>1</a> item found
ASC_Result0=No problem
M_Install=Install to Fix
ASC_EUAL=By clicking "Install to Fix", you accept Advanced SystemCare's <a>EULA</a> & <a>Privacy Policy</a> and agree to install it.
iobit_lang_SystemOptimizereport=System Optimize Report
iobit_lang_key_junkfile_group_1=Junk files (%d item(s), %s):
iobit_lang_key_privacy_group_2=Privacy traces (%d item(s), %s):
iobit_lang_key_sysOptimization_group_3=System optimizations (%d item(s)):
iobit_lang_key_internetboost_group_4=Internet improvements (%d item(s)):
iobit_lang_key_registryclean_group_5=Registry entries (%d item(s)):

[AutoUpdate_M]
lan_Downloading_M=Downloading
lan_Speed_M=Download Speed: %s
Lan_Finish_M=Finish
Lan_Congratulation_M=Congratulations!
Lan_UpdateFail_M=Update failed! Please try again later.
Lan_UpdateSuccess_M=IObit Uninstaller is updated. You can enjoy the latest features and improvements now.
Lan_UpdateNew_M=You already have the latest version. No update is available.
Lan_UpdateFreeInfo_M=New version of IObit Uninstaller is available.
Lan_UpdateFreeDownInfo_M=Please update it now to get the latest features and improvements. It’s free of charge.
Lan_Sure_M=Are you sure to cancel the update?
Lan_Download_M=Download
Lan_Getting_M=Getting update information, please wait…
Lan_LVheardOne_M=Available Updates		
Lan_LVheardTwo_M=New Version
Lan_LVheardThree_M=Size
Lan_historyInfo_M=IObit Uninstaller %s is now available. Update it to enjoy the latest improvements and features!
Lan_UpdateNow_M=Update Now
Lan_UpdateLater_M=Update Later
lan_WhatNew_M=What's new
Lan_NewReady_M=New version is ready
Lan_Title=IObit Uninstaller Updater 

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Send
lblErrorDetails.Caption=Error Details:
lblUserEmail.Caption=Your E-mail:
lblSuccTips1.Caption=Sent successfully! We will try our best to solve this problem ASAP.
btnClose.Hint=Close

[SendBugReportNew_M]
M_AskUserTips1=has encountered a problem. To help us fix this problem, please click 'Send' to send the debug file to us automatically. <a>Privacy Policy</a>
M_BugStatisticsTips=has encountered a problem and needs to close. We are analyzing the cause now. Please wait...
M_SendingTips=Sending...
M_AttentionTips1=has encountered a problem. To help us fix this problem, the debug file will be sent to us automatically in 5 seconds. Or you can close this window to cancel it. <a>Privacy Policy</a>
M_InvalidEmailTips1=Invalid email address! Please enter your valid email so that we can contact you.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Getting official version...
RestoreSuccess_Caption=You have installed official IObit Uninstaller successfully!
RestoreFailed_Caption=Failed to download official IObit Uninstaller. Please go to our official website to download again.
Run_Button=Run Now
Download_Button=Download Now

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=You are running an unofficial IObit Uninstaller.
lbl_SecondTitle.caption=Unofficial IObit Uninstaller will not work any longer.
lbl_HarmInfo.caption=It will not only do harm to your PC performance but also leak your privacy due to the system vulnerability caused by it.
lbl_OfficialInfo.caption=Get the official IObit Uninstaller now to take your privacy and PC under powerful protection.
htmlLabel_Text.caption=Enjoy Exclusive <a>75%</a> OFF for you, to Get the pro version!
btn_GetPro.caption=Get PRO
btn_GetFree.caption=Get Free

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Get the <a>official IObit Uninstaller PRO for $0</a> today to take your privacy and PC under powerful protection.
btn_GetPro_before=Get Pro for $0

[Detain_M]
M_MianTitle=IObit Uninstaller has helped you:
M_QuestionString=Are you sure you want to uninstall it?
M_btnok=Uninstall anyway
M_btnCancel=I want to keep
M_UninstallCaption=Uninstall programs
M_DiskCaption=Save disk space
M_RegCaption=Delete registry entries

[Uninstaller_M]
MenuRight_Caption=Powerful Uninstall
Explorer_Button=File Shredder
Controlpanel_Button=Powerful Uninstall

[ACD_M]
M_Downloading=Downloading:
M_TipFixing=Fixing
M_Tips=Download is in progress. Double click the icon to view details.
M_Installing=Installing:
M_MD5Faild=The downloaded file is corrupted. Please try again later.
M_NetError=Download failed due to network error. Please try again later!
M_DiskIsFull=Insufficient disk space!
M_Speed=Speed:
M_AreSure_IObit=Are you sure you want to exit IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Cancel
lbl_Min.Caption=Minimize
btnClose.Hint=Close

[EasyUninstall_M]
EasyPoint=Drag me to an opened window, desktop icon, or system tray icon.
EasyNothingInfo=Unable to locate a target. Please drag me to another window, desktop icon, or system tray icon.
EasyDeleteFileFail=The file can't be deleted because it is in use now. Please close the file and try again.
EasyDeleteFolderFail=The folder can't be deleted because it is in use now. Please close the file and try again.
EasyKillProcessFail=Failed to end the process.
EasyKillProcessHint1=Are you sure you want to end this process?
EasyKillProcessHint2=Any unsaved data will be lost.
EasyUninstallPath=Uninstall or delete: 
EasyUninstall=Uninstall
EasyShortcut=Delete Shortcut
EasyLocation=Open File Location
EasyDelete=Delete
EasyCancel=Cancel
EasyTransparency=Transparency
EasyOpaque=Opaque
EasyExitEasy=Open Main Window
EasyExitIobit_1=Exit IObit Uninstaller
EasyKillProcess=End Process

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Feedback
lbl_DescTitle.caption=Description:
lbl_EmailTitle.caption=Email address:
lbl_ScreenShot.caption=ScreenShot
lbl_TypeTitle.caption=Request type:
btnImg_FeedBackSend.caption=Send
btnImg_FeedBackCancel.caption=Cancel

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Sending...
lbl_SendFailed.caption=Send failed. Please click OK to submit an online feedback.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Thanks for your feedback. We will contact you back as soon as possible.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=I love it
FeedBack_2=Suggestion
FeedBack_3=Failed to uninstall
FeedBack_4=Bundleware issue
FeedBack_5=Install Monitor issue
FeedBack_6=Software Updater issue
FeedBack_7=Failed to show all programs
FeedBack_8=Powerful scan problems
FeedBack_9=Report a bug
FeedBack_10=Others
EmailMessage=Invalid email address. Please enter a valid email address so that you can receive our reply.
MemoHint=Please describe your suggestion or the issue you have encountered in detail so that we can improve our product accordingly.
ScreenMaxMessage=Operation failed. You've reached the maximum of 5 screenshots.
CloseHintMsg=Are you sure you do not want to submit the feedback?
SendBugck=Also send us the debug file for investigation. <a>Privacy Policy</a>
FeedBackMessage=Please write a description.
EmailHint=Please enter your correct email here
Startup_Delete_M=Delete
M_FiveStar=Could you please give us a 5-star rating?

[FileShredder_M]
ShredderDetail_0=You can drag a file or a folder here to shred.
ShredderDetail_01=Files deleted in a routine way can be recovered even after disk format.
ShredderDetail_02=To remove files safely and permanently, just drag a file or folder to shred here.
FileShredder_MaxCount_M=5000 files have been added. Please add the rest of the files after shredding these 5000 files.
Shredder_InUse_M=Some files were not shredded as they are unable to write to. Please check whether they are still in use.
Shredder_Del_M_1=Are you sure to permanently remove the added <a>%d</a> items? This action is absolutely UNRECOVERABLE and it may take some time to complete.
Shredder_DelOne_M_1=Are you sure to permanently remove the added <a>1</a> item? This action is absolutely UNRECOVERABLE and it may take some time to complete.
Shredder_NotDel_M=One file was not shredded as it is unable to write to. Please check whether it is still in use.
Shredder_OneFileDel_M=The file was not shredded as it is unable to write to. Please check whether it is still in use.
Shredder_Sucess_M=Shredded successfully.
Shredder_OneSucess_M=Shredded successfully.
Shredder_DirIsEmpty_M=It is empty. You cannot shred it.
Shredder_NotAddFolder_M=Cannot shred file "%s" as this operation may cause system instability.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=File Shredder
lbl_Listview_Title.caption=Select the file or folder you want to shred:
lblLoading.caption=Loading...
lbl_AddFile.caption=Add file...
lbl_AddFolder.caption=Add folder...
RdImageButton_Shredder.caption=Shred
RdImageButton_Cancel.caption=Cancel
ListView_FileList.Columns[0].Caption=File path
Menu_Shredder_Shredder.caption=Shred
Menu_Shredder_AddFile.caption=Add File
Menu_Shredder_AddFolder.caption=Add Folder
Menu_Shredder_Romove.caption=Remove
Menu_Shredder_Clean.caption=Clear
lbl_Shredder_Tip.caption=Shredding the files now. It may take some time, please wait...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Unable to add file "%s" to shred as this operation may cause system instability.
ForceUninstallEndProgressMsg=%s is running. Please end the process and try again.
ListView_FindReslut.Columns[0]_M=Name
PopMenu_OpenFolder_M=Open file location
PopMenu_ViewEntry_M=Open in regedit

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Force Uninstall
lbl_FUInfo.caption=Force Uninstall helps you uninstall a program which cannot be uninstalled in a routine way and clean its residual files thoroughly. It can also help you remove a shortcut and its target file easily.
btnImg_Open.caption=Browse...
lbl_DropInfo.caption=You can browse or drag and drop a file or folder here to delete or uninstall its related program.
btnImg_Uninstall.caption=Uninstall
btnImg_Cancel.caption=Cancel
PopMenu_Uninstall.caption=Uninstall
PopMenu_SearchOnline.caption=Search online
ListView_FindReslut.Columns[1].caption=Size
ListView_FindReslut.Columns[2].caption=Install date

[Healthcheck_M]
M_MainTitle=Software Health
M_ScaningString=Software Health is analyzing the health status of all your software now.
M_NoProgramString1=No problems found.
M_NoProgramString2=All your programs are running very well.

ResidualMainString=Delete uninstallation leftovers to free up more space.
PluginMainString=Remove malicious/ad plug-ins for fast and secure browsing.
UpdaterMainString=Update outdated software to protect your PC from zero-day exploits and other security vulnerabilities.
BanwebMainString=Block site notification prompts from interrupting you. 

M_Fix=Fix
M_Detail=Details
M_Complete=Fix completed!
M_LeftoversDelete=<a>%s</a> uninstallation leftovers were deleted successfully.
M_LeftoverDelete=<a>%s</a> uninstallation leftover was deleted successfully.
M_BanwebsDelete=<a>%s</a> site notifications were blocked successfully.
M_BanwebDelete=<a>%s</a> site notification was blocked successfully.
M_ResultLeftovers=Uninstallation Leftovers:
M_ResultPlugin=Malicious/Ad Plug-ins:
M_ResultUpdate=Outdated Software:
M_ResultBlock=Site Notifications:

M_ScanClose=Scanning is in progress. Are you sure you want to exit now?
M_ResidualTitle=<a>%s</a> uninstallation leftover found
M_ResidualTitles=<a>%s</a> uninstallation leftovers found
M_SoftUpdateTitle=<a>%s</a> outdated program found
M_SoftUpdateTitles=<a>%s</a> outdated programs found
M_PluginTitle=<a>%s</a> malicious/ad plug-in found
M_PluginTitles=<a>%s</a> malicious/ad plug-ins found
M_BanwebDetailTitleY=<a>%s</a> site notification found
M_BanwebDetailTitlesY=<a>%s</a> site notifications found

M_ResidualTitleMain=<a>%s</a> Uninstallation Leftover
M_ResidualTitlesMain=<a>%s</a> Uninstallation Leftovers
M_SoftUpdateTitleMain=<a>%s</a> Outdated Software
M_PluginTitleMain=<a>%s</a> Malicious/Ad Plug-in
M_PluginTitlesMain=<a>%s</a> Malicious/Ad Plug-ins
M_BanwebTitleY=<a>%s</a> Site Notification
M_BanwebTitlesY=<a>%s</a> Site Notifications
M_BanwebTitleG=<a>%s</a> Site Notification
M_BanwebTitlesG=<a>%s</a> Site Notifications

M_TitleCount=Name (Total: %d)
M_BanwebTitleCount=Site (Total: %d)
M_BRate=Block rate
M_Version=New Version
M_Type=Type
M_Malicious=Malicious Plug-in  
M_Ads=Ad Plug-in
M_Residual=Uninstallation Leftovers
M_SoftHealth=Software Health
M_item=item
M_items=items
M_Plugin=Malicious/Ad Plug-ins
M_Software=Outdated Software
M_File=File
M_Reg=Registry
M_Tasks=Scheduled tasks
M_Ser=System services
M_CleanClose=Fixing is in progress. Are you sure you want to exit now?
M_Finish=Finish (%d)
M_Fixing=Fixing...
M_Select=Select All
M_LeftoversTitle=Uninstallation Leftovers
M_Delete=Delete
M_Remove=Remove
M_Update=Update
M_Block=Block
M_Code=Enter Code
M_Back=Back
M_ScanLeft=Scanning for uninstallation leftovers...
M_ScanPlugin=Scanning for malicious/ad plug-ins...
M_ScanUpdater=Scanning for outdated software...
M_ScanBanweb=Scanning for site notifications...
M_Recommendation=Recommendation
M_Optional=Optional

ASCPromote_Views=Another <a>%s</a> items will affect your system performance.
ASCPromote_View=Another <a>%s</a> item will affect your system performance.
Viewdetails=View Details

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Name
History_info_DouBle_M=programs were not completely uninstalled last time. Please click Uninstall to continue.
History_info_One_M=program was not completely uninstalled last time. Please click Uninstall to continue.
History_Scanfor_M=Scan for leftovers
History_ViewDetail_M=View details
UninstallLog_No_IsEmpty_M=No residual files found in Powerful Scan.
Program_Information=Program Information
Files_Deleted=Files Deleted
Registries_Deleted=Registries Deleted
Scheduled_Tasks_Deleted=Scheduled Tasks Deleted
Deleted_on_Reboot=Deleted on Reboot
Service_Deleted=System Services Deleted
Export_M=Export
rdlbl_NoTkanks=No, thanks
RdLabelDetailNull=The details and status for each uninstalled program will be displayed here.
RdLabelDetails=IObit Uninstaller has helped you uninstall <a>%d</a> programs and save <a>%s</a> disk space.
RdLabelDetail=IObit Uninstaller has helped you uninstall <a>%d</a> program and save <a>%s</a> disk space.
History_NoUninstalled_M=Not uninstalled
History_Residualfilesleft_M=Residual files left
M_NoHistoryFound=No uninstall history found


[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Uninstall History
ListView_History.Columns[1].Caption=Uninstall date
ListView_History.Columns[2].Caption=Size
ListView_History.Columns[3].Caption=Operation
Menu_ClearThis.Caption=Clear this history
Menu_ClearAll.Caption=Clear all histories

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=No, thanks
RdImgBtnUninstall.caption=Uninstall
RdListView_History.Columns[0].Caption=Name
RdListView_History.Columns[1].Caption=Status

[InstallDetected_M]
Install_DetectedOne="%s" was installed.
Install_DetectedTwo=<a>%s</a> programs were installed.
Install_ViewDetail=View details

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Enable
lbl_Caption.caption=New installation detected
lbl_InstallMoniorInfo.caption=We recommend enabling Install Monitor to help you log and view all changes made to your system during the program installation.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Registry entries:
lbl_SzieText.caption=Total size:
lbl_FileText.caption=Files:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Logged Installations
rdlbl_Or.Caption=OR
rdlbl_Auto.Caption=Auto Monitor
rdlbl_Drap.Caption=Manual Monitor

[IUInstallMonitorFrm_M]
TipFileMsi=Unsupported executable setup file. Please reselect and try again.
TipFileNotMsiExe=Invalid executable setup file. Please select a valid executable setup file and try again.
AddTip1=Install Monitor is busy!
AddTip2=An installation is being monitored already. Please try again after this installation is completed.
StarFileTip=Failed to run
ExePathErrorTip=The setup file from a network drive is not supported. Please copy it to your local drive and try again.
Logging=Logging system changes...
rdlbl_TipContent_M=Install Monitor detects and logs system changes in installation, which allows you to see what changes the monitored programs did during installation.
rdlbl_SwitchTip.Caption_M=Auto detect and log program installations
rdlbl_DragTip.Caption_M=Add or drag a setup file here to log its installation

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Installation Log
rdlbl_Export.Caption=Export
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Display name:
InstallDateTip=Install date:
VersionTip=Version:
PublisherTip=Publisher:
LocationTip=Location:
InstallationDurationTip=Installation duration:
InstallPackageTip=Install package:
RegEntriesTip=Registry entries:
FilesCountTip=Files:
TaskCountTip_M=Scheduled tasks:
ServiceCountTip_M=System services:
DllCountTip=DLL registration:
TotalSizeTip=Total size:
ProgramInformationTip=Program Information
MMORegistryTip=Registry Entries
MMOFilesTip=Files
MMOTaskTip_M=Scheduled Tasks
MMOServiceTip_M=System Services
MMODllTip=DLL Registration
MonitorLog_SecondsLan=seconds
MonitorLog_SecondSingleLan=second

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Feedback
lbl_CheckingText.Caption=Analyzing all programs...
lbl_FixDetails.Caption=Check & Fix

[MainForm_M]
Nav_Colle_Program_All=Programs
Nav_Colle_Browser=Toolbars & Plug-ins
Nav_Colle_Win=Windows Apps
Nav_Colle_AC=Action Center
Nav_Colle_SU=Software Updater
Nav_Item_Program_All=All Programs
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Recently Installed
Nav_Item_Program_Infrequent=Infrequently Used
Nav_Item_Program_Large=Large Programs
Nav_Item_Win_Update=Windows Updates
Nav_Item_Browser_All=All Toolbars & Plug-ins
Nav_Item_InstallMonitor=Install Monitor
Nav_Item_Logged=Logged Programs
Hint_Settings=Options
Hint_Tools=Tools
UninstallProTipEnterCode=Enter Code
UninstallProTipManage=Manage License
Button_Uninstall=Uninstall
Button_Remove=Remove
Button_Update=Update All
Button_Install=Install Now
ToolPopForceUninstall=Force Uninstall
ToolPopCleanup=Software Health
ToolPopStubborn=Stubborn Program Remover
ToolPopHistory=Uninstall History
ToolPopFileShredder=File Shredder
ToolPopHunterMode=Easy Uninstall
ToolPopUpdate=Windows Updates 
MoreSettingPopSetting=Settings...
MoreSettingPopRestore=System Restore
MoreSettingPopExport=Export program list
MoreSettingPopUpdate=Check for updates
MoreSettingPopManual=User manual
MoreSettingPopSupport=Technical support
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Like
MoreSettingPopAbout=About
MoreSettingPopWhatsNew=What's New
DefaultSelProg=Uninstall unnecessary programs to free up more space.
DefaultSelPlug=Remove unwanted plug-ins to protect your browser.
DefaultSelADPlugin1=Remove 1 malicious/ad plug-in for safe surfing.
DefaultSelADPlugin2=Remove %d malicious/ad plug-ins for safe surfing. 
DefaultSelWApp=Uninstall unwanted Windows Apps to boost your PC.
DefaultSelBundle=Uninstall unwanted bundleware.
DefaultSelUpdate=Get your important programs up to date.
DefaultUpdaterPromot=Update more programs with IObit Software Updater.
DefaultUpdaterPromote1=outdated program was found.
DefaultUpdaterPromote2=outdated programs were found.
DefaultUpdaterPromoteInfo=Click "Update All" to update all the outdated programs with 1-click.
SelInfoProg=program is selected to uninstall. Total size:
SelInfoProgM=programs are selected to uninstall. Total size:
SelInfoPlug=plug-in is selected to remove.
SelInfoPlugM=plug-ins are selected to remove.
SelInfoApp=app is selected to uninstall. Total size:
SelInfoAppM=apps are selected to uninstall. Total size:
SelInfoBundle=item is selected to uninstall.
SelInfoBundleM=items are selected to uninstall.
BundleHint=When you install the main program, some other programs may also be installed without your notice. You can uninstall the programs you don't want.
RestoreDefaultSettingsButton=Restore %s Default Settings
APTitle=Activate All Pros
AP5=Clean Uninstall with Log
AP2=Remove More Stubborn Programs
AP3=Fast & Safe Browsing
AP4=One-click Software Updater
MainUpdate_Hint=New Version
HealthCheckFound1=<a>%d</a> uninstallation leftovers
HealthCheckFound2=<a>1</a> uninstallation leftover
HealthCheckFound3=<a>%d</a> malicious/ad plug-ins
HealthCheckFound4=<a>1</a> malicious/ad plug-in
HealthCheckFound5=<a>%d</a> outdated software
HealthCheckFound6=<a>1</a> site notification
HealthCheckFound7=<a>%d</a> site notifications
StubbornFound=Programs with uninstall issues found
NewsDisconnCaption=Share IObit Uninstaller with your families and friends.
NewsDisconnDes=They will be happy to use it!
NewsNewVerCaption=Important Update Available
NewsNewVerDes=Please download the latest version now.
ToolPopForceUninstall_Detail=Uninstall programs which cannot be uninstalled in a routine way
ToolPopCleanup_Detail=Make software run smoother and reduce security risks
ToolPopHistory_Detail=Show details and status for each uninstalled program
ToolPopFileShredder_Detail=Remove unwanted files safely and permanently
ToolPopHunterMode_Detail=Drag the Easy Uninstall icon to uninstall programs easily
ToolPopUpdate_Detail=List all the installed Windows Updates on your computer
ToolPopStubborn_Detail=Remove stubborn programs thoroughly in an easy way
DefaultSelInfo_Logged=The logged programs can be uninstalled thoroughly.

[MetroApp_M]
NoSerchItem_Tip=No items match your search.
Win8NoItemTip_M=No Windows Apps found
Win8LoadingApp=Loading Apps...
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Apps published by Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Third-party Apps
Win8ListViewGroupsThirdSubtitle=Apps published by third-party corporations.
RateTipNoRate=No rate is received yet.
RateTipHaveRate=users have rated.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Name
ListView_AppList.Columns[1].caption=Size
ListView_AppList.Columns[2].caption=User rating
ListView_AppList.Columns[3].caption=Operation
lbl_Notice.caption=To show your Windows Apps, please make sure that your current account has administrative rights.
mniUninstall.caption=Uninstall
mniRefush.caption=Refresh
mniDetails.caption=Details
mniOpenFile.caption=Open file location
mniOpenReg.caption=Open in regedit
mniOpenWinstore.caption=Open in Winstore
mniSearchOnline.caption=Search online

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Don't show this again
btnimg_uninstall.Caption=Uninstall Now
rdlbl_NoticeInfo.Caption=Your system disk free space is below 10%.
rdlbl_NoticeTip.Caption=Uninstall unwanted programs with IObit Uninstaller to reclaim more disk space.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=<a>%s</a> uninstallation leftovers were found.
rdlbl_Tip=Clean them to free up more space.
imgbtn_Clear=Clean Now

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=View Details

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program still leaves:
Lbl_metro_Atten.caption=Attention
lbl_show.caption="%s" still has leftovers, which may affect PC performance.
showDetails_M=Show details
Cleanmanually_M=Clean Manually
AutoClean_M=Auto Clean
Cleaning_M=Cleaning
Cleannow_M=Clean Now
StillLeavas_M="%s" still leaves:
RegistryEntries_M=registry entries
MBFiles_M=MB files
LeftBy_M=left by "%s" were deleted
Cleanfuture_M=Clean automatically in future
Registry_M=Registry
File_M=File
Files_M=files
rdlblCleanupCompleted.caption=Cleanup Completed
rdlblIncomplete.caption=Incomplete Uninstall
Setting_M=Settings
Uselessfiles_M=useless files
Uselessregistryentries_M=useless registry entries
UselessregistryentriesOne_M=useless registry entry
Removingnow_M=Removing now...
rdlblRemoving.caption=Removing now...
TrayHintstill=Still %d residual issues can be fixed.
CCtrayHint_M=Still %d+ residual issues can be fixed.
LeftoversRemoved_M=Leftovers of %s were removed:
ProStillLeaves_M=%d programs still leaves:
Lan_ViewDetails_M=View Details
Lan_BundleNoticeText_M=Bundleware was found while installing %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Malicious Toolbars and Plug-ins
ListViewGroupMaliciousDesc=Those Toolbars and Plug-ins may change your default browser and steal your private information.
ListViewGroupAdTitle=Ad-based Toolbars and Plug-ins
ListViewGroupAdDesc=Those Toolbars and Plug-ins may display advertisement, banner ads, etc.
ListViewGroupTrustTitle=Trusted Toolbars and Plug-ins
ListViewGroupTrustDesc=Those Toolbars and Plug-ins won't harm your computer. You can remove or keep them as per your requests.
ListViewGroupExtensions=Extensions
ListViewGroupPlugins=Plug-ins
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Extensions are used to customize browser with features you like.
ListViewGroupPlugin_DES=Plugin can easily be installed and used as part of the web browser.
ListViewGroupToolbar_DES=Toolbar helps users access sites quickly or perform other application functions.
ListViewGroupBHO_DES=BHO helps create personalized browsers and provide simpler interactive functions.
ListViewGroupActivex_DES=ActiveX is used by Internet Explorer to facilitate rich media playback.
NoSerchItem_Tip=No items match your search.
PluginColumnStr_Title=Name (Total: %d)
ChromeSyncMsg=Chrome Sync is enabled. The plug-ins selected to remove might be reinstalled automatically after removal. Please click <a>Disable Chrome Sync</a> to follow the detailed steps to disable Chrome Sync. 
FuncPluginSysPluginMsgBox=It is not recommended to remove %s as some browser functions may be affected after the removal.
FuncPluginLoading=Loading...
FuncPluginRmoveSuccess=Removed successfully. Loading...
FuncVotePlugSelectMsgBox=Please select item to rate
FuncPluginRmoveConfireSingleMsgBox=Are you sure to remove the selected item?
FuncPluginRmoveConfireSomeMsgBox=Are you sure to remove the selected items?
FuncCheckBrowserMsgBox_1=%s is running.
FuncCheckBrowserMsgBox_2=Click OK to close it (Please save your contents first).
FuncCheckBrowserMsgBox_3=Or click Cancel to abort the operation.
FuncCheckBrowserMsgBox_4=%s are running.
FuncCheckBrowserMsgBox_5=Click OK to close them (Please save your contents first).
FuncCheckBrowserMsgBox_6=Or click Cancel to abort the operation.
FuncPluginRemoveFailedMsgBox_1=Failed to remove the following items:
FuncPluginRemoveFailedMsgBox_4=%s may fail to be removed because it is under the protection of %s. Please exit %s and restart IObit Uninstaller to remove again.
FuncRestoreSuccessMsgBox=Restored to default settings successfully.
FuncRestoreFailedMsgBox=Failed to restore browser default settings.
PluginRestoreStr=Restore %s Default Settings
FuncVoteMarkSelectMsgBox=Please rate.
FuncVoteFailedMsgBox=Rating failed, please check your network connection and try again.
FuncVoteActiveVote=Rate
FuncVoteWaitting=Submitting rate, please wait...
VoteStr_1=<a>1</a> user has rated. You have already rated.
VoteStr_2=No rate received yet. Be the first one to rate.
VoteStr_3=<a>%d</a> users have rated. You have already rated.
VoteStr_4=<a>%d</a> users have rated. How do you think about this plug-in?
NoticeInfoEx_One=<a>1</a> malicious plug-in is detected in your browser, please open IObit Uninstaller to remove it.
NoticeInfoEx_Some=<a>%d</a> malicious plug-ins are detected in your browser, please open IObit Uninstaller to remove them.
Removingnow_M=Removing now...
mniOpeninRegedit_M=Open in regedit
lbl_NoFoundItems.caption_M=No toolbars or plug-ins found

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Name
rdlvAllBrowse.Columns[1].Caption=User rating
rdlvAllBrowse.Columns[2].Caption=Operation
rdlvCustomBrowse.Columns[0].Caption=Name
rdlvCustomBrowse.Columns[1].Caption=Operation
mniRemove.Caption=Remove
mniRate.Caption=Rate
mniIgone.Caption=Ignore
mniRefush.Caption=Refresh
mniOpenFloder.Caption=Open file location
mniSelectedAll.Caption=Select all
mniInvertSelection.Caption=Invert selection
mniSearchOnline.Caption=Search online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Reset Browser
lblConfire.Caption=Are you sure to restore default settings?
lblHomepageTitle.Caption=Current Homepage:
lblSearchTitle.Caption=Current Default Search Engine:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Cancel

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=No such programs found (not used for more than 2 months)
Noprograms_Size_M=No programs exceed %s.
Noprograms_match_M=No items match your search.
Noprograms_Recent_M=No programs installed in the past 10 days
monthsago_M=%d months ago 
yearsago_M=%d year ago
yearsagos_M=%d years ago
SoftwareFrame_InstallDate_M=Install date
SoftwareFrame_FrequencyUse_M=Last used
HistoryInfo_DisplayName=Display name
HistoryInfo_Publisher=Publisher
HistoryInfo_Version=Version
HistoryInfo_InstallDate=Install date
HistoryInfo_UseSize=Space usage
HistoryInfo_Location=Location
HistoryInfo_UninstallDate=Uninstall date
Lan_NoBundle_New=Bundleware is the software that may install other programs without your notice when you install the main program.
Lan_Main_Soft=Main Program
Lan_Bundled_Soft=Bundled Program
Lan_Bundled_Plug=Bundled Plug-in
ColumnName_Logged=Install log
ColumnName_LogDate=Install date
ViewDetail=View log
NoPrograms_Logged=Programs logged by Install Monitor can be uninstalled thoroughly in future uninstallation.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Size
ListView_SoftwareList.Columns[2].Caption=Install date
ListView_SoftwareList.Columns[3].Caption=Operation
Menu_Program_Uninstall.caption=Uninstall
Menu_Program_Repair.caption=Repair
Menu_Program_Refresh.caption=Refresh
Menu_Program_OpenFileLocation.caption=Open file location
Menu_Program_OpeninRegedit.caption=Open in regedit
Menu_Program_SearchOnline.caption=Search online

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Type
ListView_BundleList.Columns[2].Caption=Operation
Menu_Program_Uninstall.caption=Uninstall
Menu_Program_OpenFileLocation.caption=Open file location
Menu_Program_OpeninRegedit.caption=Open in regedit
Menu_Program_SearchOnline.caption=Search online
mni_Ignore.caption=Ignore

[PromoteForm_M]
M_ProAD_Title=More features and benefits with Pro edition:
M_ProAD_CleanLog=Thoroughly uninstall programs with logs created during the installation
M_ProAD_Monitor=Monitor program installation & remove bundleware easily
M_ProAD_Database=Large database to remove stubborn programs thoroughly
M_ProAD_Plugin=Remove malicious/ad plug-ins for safe & smooth online surfing
M_ProAD_Update=One-click to keep your important programs always up-to-date
M_Continue=Continue Uninstall

M_BundleTitle=Activate IObit Uninstaller PRO to remove bundleware completely.
M_BundleTitle2=Monitor program installation in real time and remove bundleware easily.

M_UninstallLogTitle=Activate IObit Uninstaller PRO to automatically detect and log program installation for future thorough uninstall with traced logs.

M_PluginMaliciouTitle=Activate IObit Uninstaller PRO to remove malicious/ad plug-ins thoroughly.
M_PluginMaliciouTitle2=The ever-expanding database will help remove more malicious/ad plug-ins.

M_UpdatePromoteOne=%d program can be updated.
M_UpdatePromoteOnes=%d programs can be updated.
M_UpdatePromoteTwo=Activate IObit Uninstaller PRO to update your program with 1-click.
M_UpdatePromoteTwos=Activate IObit Uninstaller PRO to update your programs with 1-click.

M_SPUninstallFail=%s failed to be uninstalled.
M_SPAD_Title=Activate PRO to uninstall it with a specific database.  
M_SPUninstallFailCount=%d programs failed to be uninstalled.
M_SPADCount_Title=cannot be uninstalled in a normal way. Activate PRO to uninstall them with a specific database.
SpecPromotTile_1=%s failed to be uninstalled.
SpecPromotTile_2=%d programs failed to be uninstalled.
SpecPromotTile_3=1 program was uninstalled.
SpecPromotTile_4=%d programs were uninstalled.
SpecPromotTile_5=But 1 program failed to be uninstalled.
SpecPromotTile_6=But %d programs failed to be uninstalled.
SpecPromotInfo_1=Activate PRO to uninstall it with a specific database.
SpecPromotInfo_2=Activate PRO to uninstall them with a specific database.
SpecPromotInfo_3=%s cannot be uninstalled in a normal way.

PromoteEnterCode=Enter Code
UpdateProTitle=Activate Pro version to also solve the following issues
RdAdPlugins=<a>%s malicious/ad plug-ins</a> need to be removed to secure your surfing 
RdAdPlugin=<a>%s malicious/ad plug-in</a> need to be removed to secure your surfing
RdAdUpdates=<a>%s outdated software</a> need to be updated to reduce vulnerability risks

[Protip_M]
Congratulations_M=Congratulations!
YouHave_M=You have successfully updated to the latest IObit Uninstaller.
Try_M=Try it now!
Tip_M=Successfully updated to IObit Uninstaller <a>%d</a> automatically.
WhatNew_M=What's new in the latest version:
More_M=More Details

[Uninstaller_Public_M]
Lan_ButtonCancel=Cancel
Lan_ButtonClose=Close
Lan_ButtonContinue=Continue
Lan_ButtonClean=Clean
Lan_Cleaning=Cleaning
Lan_Details=Details
Lan_Exit=Exit
Lan_Hide=Hide
Lan_Ignore=Ignore
Lan_Ignored=Ignored
Lan_item=item
Lan_items=items
Lan_LoadingD=Loading...
Lan_WindowMin=Minimize  
Lan_WindowMax=Maximize
Lan_ButtonNo=No
Lan_Name=Name
Lan_NameT=Name (Total: %d)
Lan_Notagain=Don't show this again
Lan_ButtonOK=OK         
Lan_Publisher=Publisher
Lan_WindowRest=Restore  
Lan_ButtonRemove=Remove 
Lan_State=State
Lan_Show=Show
Lan_Scan=Scan
Lan_Search=Search
Lan_ButtonUninstall=Uninstall 
Lan_Version=Version       
Lan_ButtonYES=Yes  
Lan_ButtonFor0=Get Pro for $0
Lan_ButtonActivate=Activate Now
Lan_ButtonUpgrade=Upgrade Now
Lan_ButtonUpgradeFor0=Upgrade Now for $0
Lan_DisplayName=Name
Lan_Installationpath=Installation path
Lan_Description=Description
Lan_LinkAbout=About link
Lan_LinkHelp=Help link
Lan_SysMsgCorrupted=Some files of IObit Uninstaller are corrupted. Please reinstall IObit Uninstaller.
Lan_Bit=bit

[Unistaller_Register_M]
license_OtherCode_M=The license code %s is only valid for %s. Please click the OK button to download and register your %s.
LicenseCannotconnect_M=Cannot connect to our server. Please check your network/proxy settings and try validating your license later.
license_OtherGivewalys_M_M=%s is a giveaway license and only valid for the specified version. Please visit <a>here</a> to purchase a new license code for IObit Uninstaller %s PRO.
License_expired_M=The license %s has expired. Click <a>here</a> to purchase a new license.
License_maximum_M=The license %s has been activated for maximum PCs and cannot be used. Please click <a>here</a> to purchase another license to activate IObit Uninstaller PRO for this PC.
License_Free_M=The license %s cannot be activated. Please purchase a new license for IObit Uninstaller PRO.
License_valid_M=Invalid license code! Please enter a valid license code.
LicenseSeat_M=License Seat:
LicenseCodeLiftTime_M=This is a lifetime license code, which is only valid for IObit Uninstaller v%d. Please reinstall your IObit Uninstaller v%d PRO.
licensedays_left_M=%d days left
licenseday_left_M=%d day left
LicenseCodeLocation_M=The license code %s is not valid in your region or country. Please click OK to purchase a valid one.
Never_M=Never

[Uninstaller_Form_Activate]
Label_Get.caption=Get License
Label_Retrv.caption=Retrieve Code
Label_Eg.caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Fast & Secure Browsing
lblContentThree.caption=Remove malicious/ad plug-ins for a fast and secure online surfing experience
lblTitleFour.caption=Software Updater
lblContentFour.caption=1-click to keep your important programs always up-to-date
RdImgBtnRegNow.caption=Register Now
RdLabelCaption.caption=Activate PRO Edition to Enjoy Better Service Experience
Label_Please.caption=Please enter your license code and click "Register Now" to activate full functions of the PRO edition.
Label_Code.caption=License code:
RdBtnlab.caption=More Benefits, We Promise:
RdImgBtn_Upgrade.caption=Upgrade to Pro

[Form_Activate_M]
lblTitleOne.caption_M=Clean Uninstall with Log
lblContentOne.caption_M=Thoroughly uninstall programs with logs created during the installation
lblTitleTwo.caption_M=Stubborn Program Removal
lblContentTwo.caption_M=Large database to remove stubborn programs completely


[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Close
lbleg.Caption=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Help
Label_Please.caption=Please enter your license code and click "Register Now" to activate all functions of the PRO edition.
Label_Code.caption=License code:
RdImgBtnRegister.caption=Register Now
Label_Retrv.caption=Retrieve Code
Label_HaveLicense.caption=Do not have a license?
Label_click.caption=Click here to get one.
RdImageButton_Back.caption=Back
RdImageButton_Close.caption=Close
RdLabelCaption.caption=License Manager
Label_Status.caption=License Status:
Label_Activated.caption=Activated
Label_Lcode.caption=License Code:
Label_Data.caption=Expiration Date:
Label_Refresh.caption=Refresh
Label_Export.caption=Export license
rdlblAlread.caption:=Already have a license code

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Help
RdImgBtn_Closetwo.caption=Close
Label_success.caption=The license code has been activated successfully!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Left click and drag the mouse to select the area you want to take screenshot
M_NoticeInfo_AC=2. Right click or press Esc to exit
M_Rect=Rectangle
M_Oval=Oval
M_Text=Text
M_Paintbrush=Paintbrush
M_Return=Restore operation (Ctrl + Z)
M_Copy=Copy to clipboard
M_Exit=Exit screenshot
M_Save=Save
M_TipInfo=The screenshot has been saved to clipboard. You can use Ctrl + V to paste.
M_TipShow=Don't show this message again
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Settings
lbl_UserInterfaceTitle.caption=User Interface
lbl_SkinTitle.caption=Skin:
lbl_LanguageTitle.caption=Current Language:
lbl_FontSize.caption=Font size:
lbl_Dark.caption=Dark
lbl_Light.caption=Light
lbl_UpdateTitle.caption=Update Method
lbl_UpdateChooseDes.caption=Update method for this product:
btnImg_UpdateRemind.caption=Notify me when updates are available
btnImg_UpdateAuto.caption=Update automatically
lbl_GeneralCaption.caption=General
btnImg_AutoDelete.caption=Automatically remove residual files
btnImg_AfterUninstallAutoScan.caption=Automatically delete leftovers of program uninstalled by other uninstallers
btnImg_RemoveToRecycleBin.caption=Delete leftover files to Recycle Bin
btnImg_ShowExplorerButton.caption=Add Shred File button to Explorer
btnImg_ShowComponents.caption=Don't show system run-time components
btnImg_ShowMenuButton.caption=Add Powerful Uninstall option to Windows context menu
btnImg_OK.caption=OK
btnImg_Cancel.caption=Cancel
lbl_HotKey.caption=Hotkey for Easy Uninstall:
lbl_OccupiedHotKey.caption=Already used, enter a new one.
lbl_Notification.caption=Notifications
btn_NotifySoftUpdater.caption=Notify me when software updates are available 
btnImg_SystemDiskSpace.caption=Notify me when system disk free space is below 10%
lbl_Boundleware.caption=Ignore List
btnImg_remove.caption=Remove
btnImg_UserInterface.Caption=User Interface
btnImg_General.Caption=General
btnImg_Notification.Caption=Notifications


[Uninstall_setting_M]
Setting_UITitle=User Interface
Setting_GeneralTilte=General
Setting_NotificationTilte=Notifications
Setting_BoundlewareTilte=Ignore List
Setting_Size_Normal=Normal
Setting_Size_Large=Large
Setting_Size_Larger=Larger
Setting_listviewHeader=Item Name
SystemComponentsInfo=System components like Microsoft .NET Framework, Microsoft Visual C++ Redistributable, and Microsoft XNA.
btnImg_NotificInstallLog_M1=Notify me when installation log is created after the auto monitoring
btnImg_BundlewareInstalled_M=Notify me when bundleware is installed
btnImg_BrowserPlugTip_M=Notify me when malicious plug-ins are installed
btnImg_AutoShowTipForm_M=Notify me when other uninstaller's uninstall operation is detected
btnImg_leftovers_M=Notify me when the leftovers of uninstalled programs are detected
btnImg_Boundleware.Caption_M=Ignore List
rdlbl_BoundlwareTip.caption_M=The ignored Bundleware won't be detected until you remove them from the list below.

[SoftUpdate_M]
SU_GroupOutData=Outdated
SU_GroupUpToDate_New=UpToDate
SU_Ignore=Ignore
SU_Ignored=Ignored
SU_NoIgnore=Undo Ignore
SU_Update=Update
SU_Updating=Updating
SU_UpToDate=Up to date
SU_NewVersion=New Version
SU_CurrVersion=Current Version
SU_ActivePro=Activate automatic updates
SU_Button_UpdateAll=Update All
SU_NoFindUpdates=No update is available.
SU_IgnoreForever=Ignore all updates
SU_IgnoreCurrent=Ignore current update
SU_CancelUpdate=Updating is in progress. Are you sure you want to cancel the update?

[SoftUpdatePromote_M]
IUP_Manually=Update Manually
Img_Tab=Activate IObit Uninstaller PRO to
LbIUPromote1=Update all important programs with just 1-click
LbIUPromote2=Install updates automatically without going to a website

SUInstall=Install
SUImg_Tab=Install IObit Software Updater
LbSUPromote1=Update more programs effortlessly
LbSUPromote2=Install programs you want easily
SUEULA=By clicking "Install", you agree to install IObit Software Updater and accept its <a>EULA</a> & <a>Privacy Policy</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> program needs to be updated
TipOnes=<a>%s</a> programs need to be updated
NeverShow=Don't show this again
BtnUpdate=Update Now

[SpecUTool_M]
SpecTOpen=Open
SpecTOK=OK
SpecTHide=Hide
TrayHint=IObit Uninstaller is uninstalling programs
SpecTUninstalling=Uninstalling the following program:
SpecTUninstallingM=Uninstalling the following programs:
SpecTUninstalled=program has been uninstalled.
SpecTUninstalledM=programs have been uninstalled.
SpecTClose=Close

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=System Restore
rdlblDesc.Caption=Restore your computer to the state it was in before the selected event. The latest one cannot be deleted for system security.
ListView_Restore.Columns[0].Caption=Date and time
ListView_Restore.Columns[1].Caption=Description
btn_CreateRestorePoint.Caption=Create Restore Point
RdImageButton_Restore.Caption=Restore
RdImageButton_Delete.Caption=Delete
lblNull.Caption=No system restore points.
Rdlbl_CreateRestorePoint.caption=Create Restore Point

[SystemRestore_M]
SysRestore_CreateComplete=Restore point created successfully!
SysRestore_CreateFailed=Creating Restore Point failed! Please check whether your System Restore is enabled.
SysRestore_CreateRestore_Confirm=Are you sure you want to create a restore point?
SysRestore_CreateRestore_Tip=Creating Restore Point, please wait...
SysRestore_CreateRestore_Failed=Creating Restore Point failed! Please check whether your System Restore is enabled.
SysRestore_SetRestore_Confirm=WARNING: Restoring your system to a restore point will undo all changes made after that restore point. Once started, System Restore cannot be undone or interrupted. Are you sure you want to continue?
SysRestore_SetRestore_Reboot=A reboot is required to apply those changes. Please save all your opened files and close all opened programs before reboot. Reboot computer now?
SysRestore_SetRestore_Tip=Restoring system files and settings, please wait...
SysRestore_Delete_Confirm=Are you sure you want to delete it?

[UninstallForm_M]
MsgBox_SelectProgram=Please select at least one program.
Msg_Bundle_RebootSpec=was uninstalled. Please reboot your computer to complete the uninstallation.
OneItemStr=%d item
SomeItemStr=%d items
Clean_Uninstall=Clean Uninstall
RebootToDelete_Str=(Delete on reboot)
UninstallingSingleStr=Are you sure to uninstall the selected program?
UninstallingSomeStr=Are you sure to uninstall the selected %d programs?
UninstallingSingleStrUpdate=Are you sure to uninstall the selected Windows update?
UninstallingSomeStrUpdate=Are you sure to uninstall the selected %d Windows updates?
UninstallingSingleStrApp=Are you sure to uninstall the selected Windows app?
UninstallingSomeStrApp=Are you sure to uninstall the selected %d Windows apps?
Uninstall_Str=Uninstalling %s (%d/%d)
Scan_Str=Scanning %s (%d/%d)
UninstallOne_Str=Uninstalling %s
ScanOne_Str=Scanning %s
CreateRetore_Str=Creating Restore Point, please wait...
SureToDeleteSomeStr=<a>%d</a> programs are uninstalled. But they still have the following leftovers.
SureToDeleteOneStr=<a>1</a> program is uninstalled. But it still has the following leftovers. 
SureToDeleteSomeStrApp=<a>%d</a> Windows apps are uninstalled. But they still have the following leftovers.
SureToDeleteOneStrApp=<a>1</a> Windows app is uninstalled. But it still has the following leftovers.
SureToDeleteByHistroy=Leftovers found
DeletingStr=Deleting leftovers, please wait
DeleteCancleStr=Are you sure you want to cancel the deletion?
RestoringCancleStr=Creating Restore Point. Are you sure you want to cancel?
UninstallingCancleStr=Uninstalling is in progress and residual files may be left if you exit now. Are you sure you want to exit?
ScaningCancleStr=Scanning is in progress and residual files may be left if you exit now. Are you sure you want to exit?
RegistryCaption_Str=Registry
FileCaption_Str=File
TaskCaption_Str=Scheduled Tasks
ServiceCaption_Str=System Services
DllCaption_Str=DLL Registration
SuccessReslutFromHistroySingle=Residual files have been cleaned successfully. Check details below:
SuccessReslutFromUninstallSingle=You have successfully uninstalled <a>%d</a> program and deleted the leftovers below:
SuccessReslutFromUninstallSome=You have successfully uninstalled <a>%d</a> programs and deleted the leftovers below:
SuccessReslutFromUninstallSingleApp=You have successfully uninstalled <a>%d</a> Windows app and deleted the leftovers below:
SuccessReslutFromUninstallSomeApp=You have successfully uninstalled <a>%d</a> Windows apps and deleted the leftovers below:
SuccessReslutNeedRestartSingle=<a>%d</a> program has been uninstalled.
SuccessReslutNeedRestartSome=<a>%d</a> programs have been uninstalled.
FileDeleteReslut=Files deleted:  <a>%s</a>
RegDeleteReslut=Registry entries deleted:  <a>%d</a>
TaskDeleteReslut=Scheduled tasks deleted:  <a>%d</a>
ServiceDeleteReslut=System services deleted:  <a>%d</a>
DeepDeleteReslut=Logged items deleted:  <a>%d</a>
HtmlRecomReslutCaption=Uninstalled <a>%d</a> programs and removed leftovers below:
HtmlRecomReslutCaption1=Uninstalled <a>%d</a> program and removed leftovers below:
HtmlRecomReslutAppCaption=Uninstalled <a>%d</a> Windows apps and removed leftovers below:
HtmlRecomReslutAppCaption1=Uninstalled <a>%d</a> Windows app and removed leftovers below:
HtmlFileReCaption=<a>%s</a> useless files
HtmlRegReCaption=<a>%d</a> useless registry entries
HtmlTaskReCaption=<a>%d</a> invalid schedule tasks
HtmlServicesReCaption=<a>%d</a> invalid system services
HtmlFileReCaptionOne=<a>%s</a> useless file
HtmlRegReCaptionOne=<a>%d</a> useless registry entry
HtmlTaskReCaptionOne=<a>%d</a> invalid schedule task
HtmlServicesReCaptionOne=<a>%d</a> invalid system service
UninstallPromote=Purchase Now
RebootYes=Reboot Now
RebootLater=Later
FromHistroyNoItem=No leftovers were found.
FromUninstallNoItem=Uninstall Completed.
RelatedMetroText=These apps are related. Uninstalling any one of them will uninstall the others automatically. Are you sure you want to uninstall?
RelatedSoftText=Above bundled products were installed at the same time. Do you want to uninstall them together?
HtmlADPluginCaption=<a>%d</a> Ad Plug-ins interference
HtmlMaliciousPluginCaption=<a>%d</a> Malicious Plug-ins threat
MoneyBackInfo=You will enjoy a more secure and faster PC by removing unwanted programs and plugins completely. 60-day money back guarantee. No question asked.
SpecRestartAll=Please reboot your computer to completely uninstall the following programs. Reboot now?
SpecRestartOne=Please reboot your computer to completely uninstall the following program. Reboot now?
UnPromoteTitle=But with PRO edition, more features and benefits can be offered:
UnPromote_60=60-day Money-back Guarantee
PromotelbPlugins=Remove <a>%d</a> malicious/ad plug-ins for safe surfing
PromotelbPlugin=Remove <a>%d</a> malicious/ad plug-in for safe surfing
PromotelbPlugin0=Remove malicious/ad plug-ins for safe surfing
PromotelbUpdate=1-click to update <a>%d</a> outdated software to reduce security risks
PromotelbUpdate0=1-click to update outdated software to reduce security risks
PromotelbMoreDB=Remove stubborn programs that cannot be uninstalled normally
PromotelbClean=1-click to remove bundleware
PromotelbAuto=Auto delete program leftovers left by other uninstaller
NeedCloseApp=%s is running and needs to be closed before it can be uninstalled. Are you sure you want to close it?
LB_Free=Free
LB_Pro=PRO
RestoreOpenstr=System Restore is not enabled. Please click "OK" to enable it so that IObit Uninstaller can create restore points before uninstalling programs.
OfficialFail=Failed to uninstall the following program. You can uninstall it with its official uninstall utility.
OfficialFails=Failed to uninstall the following programs. You can uninstall them with their official uninstall utilities.
QuitDonwload=Are you sure you want to cancel the download?  
LogHintTitle=More Benefits, We Promise:
LogHintStr=+ Uninstall logged programs thoroughly<br>+ Clean removal of 200+ stubborn programs<br>+ Uninstall bundleware completely & easily
UpgradePromote=Upgrade to IObit Uninstaller PRO to auto clean residuals
UpgradeFileDelete=%s residual files have been cleaned successfully.
UpgradeRegsDelete=%s residual registry entries have been cleaned successfully.
UpgradeRegDelete=%s residual registry entry has been cleaned successfully. 
PromoteB_Title=More issues can be fixed with the PRO version:
PromoteB_Update=Outdated software can be updated with 1-click:
PromoteB_Plugin=Malicious/ad plug-ins should be removed for safe surfing:
PromoteB_Leftover=Uninstallation leftovers can be deleted for a cleaner PC:
PromoteB_Log=Logged programs can be uninstalled completely:
PromoteB_Unuse=Programs not used for over 2 months can be uninstalled:
PromoteB_Banweb=Site notifications can be blocked to avoid interruption: 
PromoteB_Fix=Fix Now
PromoteB_Stubborn=Stubborn programs can be removed thoroughly:
OfficialSp_1=Download the official uninstall utility to completely uninstall the following program.
OfficialSps_1=Download the official uninstall utilities to completely uninstall the following programs.
LogPromoteHintTitle=Thoroughly clean all the logged items with <a>PRO edition</a>:
LogPromoteHintRegs=<a>%s</a> registry entries
LogPromoteHintReg=<a>%s</a> registry entry
LogPromoteHintFiles=<a>%s</a> files
LogPromoteHintFile=<a>%s</a> file
LogPromoteHintTasks=<a>%s</a> scheduled tasks
LogPromoteHintTask=<a>%s</a> scheduled task
LogPromoteHintServices=<a>%s</a> system services
LogPromoteHintService=<a>%s</a> system service
LogPromoteHintDlls=<a>%s</a> dll registrations
LogPromoteHintDll=<a>%s</a> dll registration
LogPromoteFormLogPro=logged items
LogPromoteFormDesc=can be cleaned thoroughly with Pro edition
LogPromoteFormTip=Details as below:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Open in regedit
mniMenu_Path.caption=Open file location
btnImg_AllMainCancel.caption=Cancel
btnImg_Uninstall.caption=Uninstall
btnImg_ChkAutoDelete.caption=Automatically remove residual files
btnImg_ChkCreateRestore.caption=Create a restore point before uninstall
lbl_IsUninstallHint.caption=Do you want to uninstall the selected program?
btnImg_Delete.caption=Delete
btnImg_ReslutCancel.caption=Cancel
btnImgl_SeletedAll.caption=Select All
btnImg_ChkShredFile.caption=Shred files
lbl_NoPowerScan.caption=Uninstall Completed.
btnImg_RecommendClose.caption=Close
btnImg_Restart.caption=Yes
lbl_MoneyBackTitle.caption=Guaranteed thorough uninstall and a cleaner PC
btn_Tab.caption=Get More with IObit Uninstaller PRO
lbl_InfoDB.caption=Large database to remove stubborn programs thoroughly
lbl_InfoRemove.caption=Remove malicious && ad plug-ins for safe && smooth online surfing
lbl_InfoUpdate.caption=Monitor program installation && remove bundleware

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware found.
btn_UninstallAll.caption=Uninstall All
lbl_Info.caption=Uninstall all the following bundleware together with IObit Uninstaller PRO, or only uninstall the current program. 

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware found. Please also select the unwanted bundleware to uninstall.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=What's New

[WindowsUpdate_M]
Update_NoItem_Tip=No Windows Updates found
NoSerchItem_Tip=No items match your search.
Update_Loading_Tip=Loading...
Update_WindowsTitle=Here are listed all the installed Windows Updates on your computer. Uninstall the unwanted Windows Updates to free up more space.
Button_Uninstall=Uninstall

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Install date
mniUninstall.caption=Uninstall
mniRefush.caption=Refresh

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Stubborn Program Remover
lbl_NewDescTitle.caption=Sometimes it's hard to uninstall programs without using their official remover or just cannot find their uninstall entry. With our specific database, programs can be removed easily and completely.

[Uninstaller_Stubborn_M]
MalwareGroup=Malicious Programs (%d)
MalwareDes=Detect and remove malicious programs to protect your PC.
IssuesGroupEx=Programs with Uninstall Issues (%d)
IssuesDesEx=Uninstall programs with uninstall issues, like missing uninstall registry, crashed built-in uninstaller, and dodgy uninstall process.
OfficialGroupEx=Official Remover Database (%d)
OfficialDesEx=Some programs cannot be uninstalled in a normal way due to security reason. You can easily uninstall them by using their official remover here.
AllGroupEx=Supported Programs Database (%d)
AllDesEx=Here list more programs that you may not be able to find an uninstall entry at other places. You can easily uninstall them here. 
ProblemsTip=Problems found
LoadingTip=Loading Supported Programs Database...
